{ "about us":"हमारे बारे में",
    "Online Learning at IHF by Javed Khan for Hairdressers Empowering Your Salon Career with Affordable, Flexible Learning in Hindi": "हेयरड्रेसर के लिए जावेद खान द्वारा IHF पर ऑनलाइन लर्निंग – किफायती, लचीली शिक्षा से अपने सैलून करियर को सशक्त बनाएं",
    "Welcome to IHF, the ultimate platform for online learning designed specifically for hairdressers by the renowned educator Javed Khan. Our mission is to make learning hairdressing accessible and affordable for everyone, especially for those who cannot afford to spend a lot on education. Whether you are an aspiring hairdresser looking to start your career or a seasoned stylist seeking to upgrade your skills, our courses are designed with you in mind.": "IHF (इंडियन हेयरड्रेसिंग फाउंडेशन) में आपका स्वागत है — यह एक ऐसा ऑनलाइन लर्निंग प्लेटफॉर्म है जिसे खासतौर पर हेयरड्रेसर्स के लिए तैयार किया गया है। इसे देश के जाने-माने हेयर एजुकेटर जावेद खान द्वारा शुरू किया गया है। हमारा उद्देश्य है कि हेयरड्रेसिंग की शिक्षा हर उस व्यक्ति तक पहुँचे जो इसे सीखना चाहता है लेकिन महंगी ट्रेनिंग अफ़ोर्ड नहीं कर सकता। चाहे आप एक नए हेयरड्रेसर हों जो करियर की शुरुआत करना चाहते हैं, या एक अनुभवी प्रोफेशनल जो अपनी स्किल्स को अपडेट करना चाहते हैं — हमारे कोर्स आपकी ज़रूरत के अनुसार तैयार किए गए हैं।",
    "Our Mission:": "हमारा मिशन: ",
    "At IHF, we understand the financial and time constraints faced by many aspiring and professional hairdressers. Our mission is to provide high-quality, affordable education that fits into your busy schedule. We aim to empower hairdressers with the knowledge and skills they need to excel in their careers without breaking the bank.": "IHF में हम समझते हैं कि बहुत से हेयरड्रेसर्स के पास समय और पैसा दोनों की कमी होती है। हमारा मिशन है कि हम आपको ऐसा शिक्षा प्लेटफॉर्म दें जो सस्ता हो, समझने में आसान हो, और जिसे आप अपने बिज़ी शेड्यूल के साथ भी आसानी से कर सकें। हमारा लक्ष्य है कि हर हेयरड्रेसर को वो ज्ञान और स्किल्स मिलें जो उनके करियर को नई ऊँचाइयों तक पहुँचा सके — वो भी बिना ज़्यादा खर्च किए।",
    "Courses Tailored for Hairdressers :": "हेयरड्रेसर के लिए तैयार किए गए कोर्स: ",
    "Our beginner courses provide a solid foundation in hairdressing. Learn the basics of haircuts, blow-drying, styling, coloring, creative coloring, chemical treatments, hair spa and treatments, hair and scalp analysis, and the art of product selling. Each course is designed to be comprehensive and easy to understand.": "हमारे बेसिक कोर्सेस में आपको हेयरड्रेसिंग की पूरी नींव दी जाती है। आप सीखेंगे:बाल काटने की बेसिक तकनीक,ब्लो ड्राई और स्टाइलिंग,बालों में कलर और क्रिएटिव कलरिंग,केमिकल ट्रीटमेंट,हेयर स्पा और ट्रीटमेंट्स,बाल और स्कैल्प की जांच,और प्रोडक्ट्स को सही तरीके से कैसे बेचा जाए,हर कोर्स को आसान भाषा में और प्रैक्टिकल तरीके से समझाया गया है।",
    "Upgrade Your Existing Skills:": "अपनी स्किल्स को और बेहतर बनाएं: ",
    "For experienced hairdressers, our advanced courses cover the latest techniques and trends in the industry. Stay ahead of the competition with up-to-date knowledge and practical skills that can be directly applied in your salon.": "अगर आप पहले से सैलून में काम कर रहे हैं, तो हमारे एडवांस कोर्सेस आपके लिए हैं। इनमें आपको इंडस्ट्री की नई-नई तकनीकें और लेटेस्ट ट्रेंड्स सिखाए जाएंगे, जो आप सीधे अपने सैलून में इस्तेमाल कर सकते हैं। इससे आप अपने क्लाइंट्स को और बेहतर सर्विस दे पाएंगे और कॉम्पिटिशन में आगे रहेंगे।",
    "BEnifits of ihf": "IHF के फायदे",
    "Learning Made Simple Courses Available in Hindi:": "सीखना अब हुआ आसान – कोर्स हिंदी में उपलब्ध:",
    "All our courses are available in Hindi, ensuring that language is never a barrier to your learning. This makes our courses accessible to a wider audience, allowing you to fully grasp the concepts and techniques being taught": "हमारे सभी कोर्स हिंदी में हैं ताकि भाषा आपकी पढ़ाई में कभी रुकावट न बने। इससे आप हर टॉपिक और टेकनीक को आसानी से समझ पाते हैं, चाहे आप किसी भी बैकग्राउंड से हों।",
    "Pre-Recorded Video Lectures and Demonstrations:":  "प्री-रिकॉर्डेड वीडियो लेक्चर और डेमो: ",
    "Our courses feature pre-recorded video lectures and demonstrations that you can access anytime, anywhere. This flexible learning approach allows you to learn at your own pace, balancing your education with your professional and personal commitments.": "हर कोर्स में पहले से रिकॉर्ड किए गए वीडियो लेक्चर और हेयर डेमो होते हैं, जिन्हें आप कभी भी, कहीं भी देख सकते हैं। यह फ्लेक्सिबल तरीका आपको अपने टाइम के हिसाब से सीखने का मौका देता है – बिना अपनी जॉब या पर्सनल लाइफ डिस्टर्ब किए।",
    "Why Choose IHF for Your Hairdressing Education?": "IHF को हेयरड्रेसिंग की पढ़ाई के लिए क्यों चुनें?",
    "Affordable Education:": "अफॉर्डेबल एजुकेशन (कम खर्च, ज़्यादा सीखना):",
    "We believe that financial constraints should not hinder your education. Our courses are priced affordably to ensure that everyone has access to high-quality hairdressing education.": "हम मानते हैं कि पैसों की कमी किसी की पढ़ाई का सपना न रोके। इसलिए हमारे कोर्स सभी के लिए बजट में हैं।",
    "Expert Instructor:": "एक्सपर्ट इंस्ट्रक्टर – जावेद खान:",
    "Learn from Javed Khan, a distinguished educator with profound insights into the hairdressing industry and a passion for teaching.": "सीखें इंडस्ट्री के मशहूर और अनुभवी एजुकेटर जावेद खान से, जिनके पास हेयरड्रेसिंग का गहरा ज्ञान और सिखाने का जुनून है।",
    "Comprehensive Curriculum:": "फुल कोर्स कंटेंट:",
    "Our courses cover all aspects of hairdressing, including cuts, blow-drying, styling, coloring, chemical treatments, hair spa, hair and scalp analysis, and product selling.": "हमारे कोर्स में सब कुछ कवर होता है – हेयरकट, ब्लो-ड्रायिंग, स्टाइलिंग, कलरिंग, क्रिएटिव कलरिंग, केमिकल ट्रीटमेंट, हेयर स्पा, स्कैल्प और हेयर अनालिसिस, और प्रोडक्ट सेलिंग।",
    "Flexible Learning:": "फ्लेक्सिबल लर्निंग: ",
    "With our pre-recorded lessons available in Hindi, you have the freedom to learn at your own convenience, fitting your education around your busy schedule.": "आप जब चाहें, जहाँ चाहें – अपने टाइम पर सीख सकते हैं। पूरा कंटेंट हिंदी में, और आपकी सुविधा के मुताबिक।",
    "Supportive Community:": "सपोर्टिव कम्युनिटी:",
    "We provide extensive support through detailed study materials and interactive forums where you can connect with peers and instructors.": "आपको मिलेगा पूरा सपोर्ट – स्टडी मटीरियल, और एक ऑनलाइन फोरम जहाँ आप अपने जैसे दूसरे स्टूडेंट्स और ट्रेनर से जुड़ सकते हैं।",
    "Transform Your Career with IHF:": "IHF से अपना करियर बदलें:",
    "Join IHF today and take the first step towards a successful career in the salon industry. Whether you are just starting out or looking to enhance your skills, our courses offer the perfect blend of theory and practical knowledge. Experience the convenience of online learning and the expertise of Javed Khan, all designed to help you achieve your professional goals.": "आज ही IHF जॉइन करें और अपने सैलून करियर की शुरुआत करें या उसे एक नया लेवल दें।चाहे आप बिलकुल नए हों या पहले से हेयरड्रेसर, हमारे कोर्स आपको थेअरी और प्रैक्टिकल का ऐसा कॉम्बिनेशन देंगे जिससे आप तुरंत अपने स्किल्स को अपग्रेड कर पाएंगे। ऑनलाइन सीखने की आज़ादी + इंडस्ट्री एक्सपर्ट का गाइडेंस = आपका प्रोफेशनल ग्रोथ।"
}